export default[
    {
        "id": 1,
        "name": "果子",
        "effect": {
            "0": "饥饿",
            "1": "20"
        },
        "buy": 10,
        "sell": 5,
        "about": "饥饿+20"
    },
    {
        "id": 2,
        "name": "药草",
        "effect": {
            "0": "生命",
            "1": "40"
        },
        "buy": 10,
        "sell": 5,
        "about": "生命恢复+40"
    },
    {
        "id": 3,
        "name": "香烟",
        "effect": {
            "0": "生命",
            "1": "40"
        },
        "buy": 200,
        "sell": 100,
        "about": "劣质香烟"
    },
    {
        "id": 4,
        "name": "二锅头",
        "effect": {
            "0": "生命",
            "1": "40"
        },
        "buy": 200,
        "sell": 100,
        "about": "酒壮怂人胆"
    },
    {
        "id": 5,
        "name": "大保健",
        "effect": {
            "0": "生命",
            "1": "40"
        },
        "buy": 1000,
        "sell": 500,
        "about": "生活乐逍遥"
    }
]