export default [
    {
        "id": 102,
        "name": "果子",
        "effect": {
            "0": "饥饿",
            "1": "20"
        },
        "buy": 10,
        "sell": 5,
        "about": "饥饿+20"
    },
    {
        "id": 103,
        "name": "药草",
        "effect": {
            "0": "生命",
            "1": "40"
        },
        "buy": 10,
        "sell": 5,
        "about": "生命恢复+40"
    },
    {
        "id": 307,
        "name": "香烟",
        "effect": {
            "0": "精力",
            "1": "40"
        },
        "buy": 200,
        "sell": 100,
        "about": "劣质香烟"
    },
    {
        "id": 306,
        "name": "二锅头",
        "effect": {
            "0": "精力",
            "1": "40"
        },
        "buy": 200,
        "sell": 100,
        "about": "酒壮怂人胆"
    }
]